{
  "texts": [
    {
      "text": "1900-1919 \n \nVuosisadan vaihtuessa pääsi jo liikkumaan muutenkin, kuin hiihtäen ja hevosella, nimittäin junat ja autot tulivat kaupunkiin! Kansalaisten elämänlaatu suorastaan mullistui sellaisista ylellisyyksistä, kuin sähkö, viemäristöt sekä puhelinlangat. Hienoudet vetivät ihmisiä puoleensa, joten kaupunki kasvoi ja sinne perustettiin Suomen ensimmäinen kesäyliopisto. \n \nKaikki eivät kuitenkaan olleet tyytyväisiä, vaan lähtivät Amerikkaan tai jäivät tappelemaan ensimmäiseen maailmansotaan ja sisällissotaan. Siistiä oli kuitenkin se, että Suomi oli Euroopan ensimmäinen maa, jossa naiset saivat äänestää ja asettua ehdolle eduskuntavaaleissa vuonna 1907."
    },
    {
      "text": "1920-1939 \n \nItsenäistymisen jälkeen Suomi sai autojen ja puhelinten lisäksi myös gramofonit ja lentokoneet. Lapsia alettiin pakottamaan kouluihin, jotta heistä kasvaisi moiseen sivistyselämään sopivia kansalaisia. \n \nSivistyselämä otettiin niin vakavasti, että vuosina 1919-1932 ei saanut lainkaan juoda viinaa, mutta eihän se kansaa toki estänyt. Maaseudulla porisivat pontikkapannut ja Keski-Suomen pirtukaupan keskukseksi kohosi Jyväskylä. \n \nSisällissodan jälkeen urheiluharrastukset yhdistivät kansaa ja Keski-Suomen menestynein yleisseura oli Jyväskylän Kisa-Toverit."
    },
	{
      "text": "1939-1945 \n \nVuonna 1939 miehet lähtivät sotimaan talvisotaan ja jättivät perusduunit naisille. Kaikilla oli nälkä ja ruokaa alettiin piratisoimaan “korvikemateriaalina”. Jyväskylään perustettiin asetehdas, mikä houkutti pommituksia. Ihmiset piiloutuivat koteihinsa kuuntelemaan radiota ja kirjoittamaan kirjeitä rintamalle. \n \nJatkosodan jälkeen vuonna 1944 Keski-Suomeen muutti rutkasti Karjalan väkeä."
    },
	{
      "text": "1945-1959 \n \nSotien loputtua alettiin rakentamaan maata uudestaan. Väki tarvitsi koteja, joten Jyväskylään rakennettiin kerrostaloja vanhojen puumökkien tilalle. Pyssyjen sijaan alettiin kehittämään traktoreita ja muuta koneistoa, joka tehosti farmi-Jyväskylää modernimpaan suuntaan. Lapsia syntyi pilvin pimein ja heitä alettiinkin kutsua “suureksi ikäluokaksi”, joka kehitti nuorisokulttuuria ja muuta huvitusta 1950-luvulta lähtien."
    },
	{
      "text": "1960 \n \nSotien jälkeen alkoi tunnetusti suuri ilonpidon aika ja väkeä lisääntyi huimaa vauhtia. 1960-luvulla tämä väki oli parhaimmassa teini-iässään ja alkoi pistää koko maata sekaisin pop-kulttuurillaan. Beatlesit ja Rolling Stonesit olivat kova juttu, kuten myös aina yhtä ajankohtainen tango. Paras juttu oli kuitenkin telkkareiden yleistyminen samaan aikaan! \n \n1960-luvulla oli kuitenkin niin tylsää, että väellä oli ihan liikaa vapaa-aikaa. Maalla ei enää viihdytty ja tehtaat tekivät kaikkien duunit. Jopa työssäkäyvät saivat lauantait vapaiksi! Eihän siinä voinut muuta tehdä, kuin autoilla ja mökkeillä, vaikka edellisellä sukupolvella ei näitä radikaaleja ajanvietteitä ollutkaan."
    },
	{
      "text": "1970 \n \n1970-luvulla maaseudulla oli jo niin tylsää, että väki muutti kaupunkeihin ja jopa Ruotsiin. Muuten kaikki elivät kivemmin, oli peruskoulua ja lähiöitä sekä ostoskeskuksia. Kekkonen oli yhä vallassa ja politiikasta sekä luonnonsuojelusta tuli muodikasta."
    },
    {
      "text": "1980 \n \n1980-luvulla Suomessa oli jopa hauskaa. Töitä oli kaikille ja keskiluokasta tuli arkipäivää. Urheiluakin harrastettiin ahkerasti ja Matti Nykäsen ura kukoisti. Kekkonen päätti kuitenkin feidata tässä vaiheessa ja tilalle nousi Mauno Koivisto. \n \nElintason hienouksiin alkoivat kuulua omat saunat asunnoissa ja upouudet kauppakeskukset. Kaikki ei kuitenkaan ollut aina kivaa, sillä maailmassa tapahtui nälänhätää ja kylmän sodan kireyttä. Tätä pahaa vastaan jengi alkoi kapinoida ryhtymällä punkkareiksi ja käymällä festareilla."
    },
	{
      "text": "1990 \n \nKaikki 1980-luvun työt loppuivat yllättäen 1990-luvulla. Suomi joutui paniikkiin ja liittyi EU:hun, joka toi mukanaan hillittömästi papereiden pyörittelyä maajusseillekin. Farmit vaihtuivatkin IT-taloiksi ja kotona alkoikin netit pyöriä ja kännykät soida. Nokia pirisi täälläkin ja laittoi Mattilanniemeen valtavan toimistonsa. Jyväskylä teki yhden Suomen ensimmäisistä kävelykaduista, jossa oli karaokea ja pitserioita."
    }
  ]
}